export const REGIONS_DICTIONARY = {
    "RU-MOW": {
        name: "Москва",
    },
    "RU-SPE": {
        name: "Санкт-Петербург",
    },
    "RU-NEN": {
        name: "Ненецкий АО",
    },
    "RU-YAR": {
        name: "Ярославская область",
    },
    "RU-CHE": {
        name: "Челябинская область",
    },
    "RU-ULY": {
        name: "Ульяновская область",
    },
    "RU-TYU": {
        name: "Тюменская область",
    },
    "RU-TUL": {
        name: "Тульская область",
    },
    "RU-SVE": {
        name: "Свердловская область",
    },
    "RU-RYA": {
        name: "Рязанская область",
    },
    "RU-ORL": {
        name: "Орловская область",
    },
    "RU-OMS": {
        name: "Омская область",
    },
    "RU-NGR": {
        name: "Новгородская область",
    },
    "RU-LIP": {
        name: "Липецкая область",
    },
    "RU-KRS": {
        name: "Курская область",
    },
    "RU-KGN": {
        name: "Курганская область",
    },
    "RU-KGD": {
        name: "Калининградская область",
    },
    "RU-IVA": {
        name: "Ивановская область",
    },
    "RU-BRY": {
        name: "Брянская область",
    },
    "RU-AST": {
        name: "Астраханская область",
    },
    "RU-KHA": {
        name: "Хабаровский край",
    },
    "RU-CE": {
        name: "Чеченская Республика",
    },
    "RU-UD": {
        name: "Удмуртская Республика",
    },
    "RU-SE": {
        name: "Республика Северная Осетия — Алания",
    },
    "RU-MO": {
        name: "Республика Мордовия",
    },
    "RU-KR": {
        name: "Республика Карелия",
    },
    "RU-KL": {
        name: "Республика Калмыкия",
    },
    "RU-IN": {
        name: "Республика Ингушетия",
    },
    "RU-AL": {
        name: "Республика Алтай",
    },
    "RU-BA": {
        name: "Республика Башкортостан",
    },
    "RU-AD": {
        name: "Республика Адыгея",
    },
    "RU-CR": {
        name: "Республика Крым",
    },
    "RU-SEV": {
        name: "Севастополь",
    },
    "RU-KO": {
        name: "Республика Коми",
    },
    "RU-KIR": {
        name: "Кировская область",
    },
    "RU-PNZ": {
        name: "Пензенская область",
    },
    "RU-TAM": {
        name: "Тамбовская область",
    },
    "RU-MUR": {
        name: "Мурманская область",
    },
    "RU-LEN": {
        name: "Ленинградская область",
    },
    "RU-VLG": {
        name: "Вологодская область",
    },
    "RU-KOS": {
        name: "Костромская область",
    },
    "RU-PSK": {
        name: "Псковская область",
    },
    "RU-ARK": {
        name: "Архангельская область",
    },
    "RU-YAN": {
        name: "Ямало-Ненецкий АО",
    },
    "RU-CHU": {
        name: "Чукотский АО",
    },
    "RU-YEV": {
        name: "Еврейская автономная область",
    },
    "RU-TY": {
        name: "Республика Тыва",
    },
    "RU-SAK": {
        name: "Сахалинская область",
    },
    "RU-AMU": {
        name: "Амурская область",
    },
    "RU-BU": {
        name: "Республика Бурятия",
    },
    "RU-KK": {
        name: "Республика Хакасия",
    },
    "RU-KEM": {
        name: "Кемеровская область",
    },
    "RU-NVS": {
        name: "Новосибирская область",
    },
    "RU-ALT": {
        name: "Алтайский край",
    },
    "RU-DA": {
        name: "Республика Дагестан",
    },
    "RU-STA": {
        name: "Ставропольский край",
    },
    "RU-KB": {
        name: "Кабардино-Балкарская Республика ",
    },
    "RU-KC": {
        name: "Карачаево-Черкесская Республика",
    },
    "RU-KDA": {
        name: "Краснодарский край",
    },
    "RU-ROS": {
        name: "Ростовская область",
    },
    "RU-SAM": {
        name: "Самарская область",
    },
    "RU-TA": {
        name: "Республика Татарстан",
    },
    "RU-ME": {
        name: "Республика Марий Эл",
    },
    "RU-CU": {
        name: "Чувашская Республика",
    },
    "RU-NIZ": {
        name: "Нижегородская область",
    },
    "RU-VLA": {
        name: "Владимирская область",
    },
    "RU-MOS": {
        name: "Московская область",
    },
    "RU-KLU": {
        name: "Калужская область",
    },
    "RU-BEL": {
        name: "Белгородская область",
    },
    "RU-ZAB": {
        name: "Забайкальский край",
    },
    "RU-PRI": {
        name: "Приморский край",
    },
    "RU-KAM": {
        name: "Камчатский край",
    },
    "RU-MAG": {
        name: "Магаданская область",
    },
    "RU-SA": {
        name: "Республика Саха (Якутия)",
    },
    "RU-KYA": {
        name: "Красноярский край",
    },
    "RU-ORE": {
        name: "Оренбургская область",
    },
    "RU-SAR": {
        name: "Саратовская область",
    },
    "RU-VGG": {
        name: "Волгоградская область",
    },
    "RU-VOR": {
        name: "Воронежская область",
    },
    "RU-SMO": {
        name: "Смоленская область",
    },
    "RU-TVE": {
        name: "Тверская область",
    },
    "RU-PER": {
        name: "Пермский край",
    },
    "RU-KHM": {
        name: "Ханты-Мансийский АО - Югра",
    },
    "RU-TOM": {
        name: "Томская область",
    },
    "RU-IRK": {
        name: "Иркутская область",
    },
    "RU-HR": {
        name: "Херсонская область",
    },
    "RU-ZP": {
        name: "Запорожская область",
    },
    "RU-DON": {
        name: "Донецкая Народная Республика",
    },
    "RU-LUG": {
        name: "Луганская Народная Республика",
    },

}